/* Error description */
"A component of the path is not a directory." = "Un componente del percorso non è una cartella.";

/* Error description */
"Buffer too small for attribute names." = "Il buffer è troppo piccolo per i nomi degli attributi.";

/* Error description */
"Failed to reassemble attribute value." = "Il recupero dei nomi degli attributi è fallito.";

/* Error description */
"File name too long." = "Nome del file troppo lungo.";

/* Error description */
"File system does not support extended attributes or they are disabled." = "Il file system non supporta gli extended attributes";

/* Error description */
"I/O error occurred." = "Errore di I/O.";

/* Error description */
"No space left on file system." = "Spazio su disco esaurito.";

/* Error description */
"Notes file not found." = "File delle note non trovato.";

/* Error description */
"Options contained XATTR_CREATE but the named attribute exists." = "Un'opzione contiene XATTR_CREATE ma l'attributo menzionato non esiste.";

/* Error description */
"Options not recognized." = "Opzione non riconosciuta.";

/* Error description */
"Path or name points to an invalid address." = "Il percorso o il nome puntano ad un indirizzo non valido.";

/* Error description */
"Read-only file system.  Unable to change attributes." = "File system di sola lettura. Impossibile effettuare cambiamenti.";

/* Error description */
"Search permission denied for this path." = "Permesso di ricerca negato per questo percorso.";

/* Error description */
"The data size of the extended attribute is too large." = "La dimensione dei dati dell'attributo esteso è troppo grande.";

/* Error description */
"The file does not exist or is not a file." = "Il file non esiste o non è un file.";

/* Error description */
"The file does not exist or is not a package." = "Il file non esiste o non è un pacchetto.";

/* Error description */
"The named attribute does not exist." = "L'attributo mensionato non esiste.";

/* Error description */
"This file system object does not support extended attributes." = "L'oggetto del file system non consente attributi estesi.";

/* Error description */
"Too many symlinks encountered resolving path." = "Troppi link simbolici nel percorso.";

/* Error description */
"Unknown error occurred." = "Errore sconosciuto.";